Repository: fdanesse/saludame
Catalog: Saludame.activity/po/*.po
Languages: fr

source: Saludame
fr: Soigne-moi

source: Diarrhea
fr: Diarrhée

source: Headache
fr: Mal de tête

source: Stomach ache
fr: Maux de ventre

source: Prevenir caries
fr: Prévenir les caries

source: Estudiar
fr: Etudier

source: Control médico
fr: Contrôle médical

source: Eat...
fr: Manger...

source: Comidas completas...
fr: Repas équilibrés...

source: Stew
fr: Ragoût

source: Currasco
fr: Grillade

source: Milanesa
fr: Milanaise

source: Torta frita
fr: Galette frite

source: Ensalada
fr: Salade

source: Fruta...
fr: Fruits...

source: Manzana
fr: Pomme

source: Naranja
fr: Orange

source: Banana
fr: Banane

source: Desayuno y merienda...
fr: Petit-déjeuner et goûter...

source: Tostadas con membrillo
fr: Toasts avec gelée de coing

source: Queso
fr: Fromage

source: Galletitas saladas
fr: Biscuits salés

source: Galletitas dulces
fr: Biscuits sucrés

source: Galletitas con dulce de leche
fr: Biscuits avec de la confiture de lait

source: Leche chocolatada
fr: Lait chocolaté

source: Café con leche
fr: Café au lait

source: Leche
fr: Lait

source: Leche con cereales
fr: Lait et céréales

source: Líquidos...
fr: Liquides...

source: Agua
fr: Eau

source: Limonada
fr: Limonade

source: Jugo de naranja
fr: Jus d'orange

source: Jugo de peras
fr: Jus de poire

source: Jugo de zanahorias
fr: Jus de carottes

source: Deportes...
fr: Sports...

source: Run
fr: Courir

source: Jump the rope
fr: Sauter à la corde

source: Play footbal
fr: Jouer au football

source: Hide and Seek
fr: Jouer à cache-cache

source: Tiempo libre...
fr: Temps libre...

source: Go to sleep
fr: Aller dormir

source: Talk with a friend
fr: Parler avec un ami

source: Do homework
fr: Faire ses devoirs

source: Clean up the bedroom
fr: Ranger sa chambre

source: Ir a...
fr: Aller à...

source: Schoolyard
fr: Cour de récréation

source: Country
fr: Campagne

source: Classroom
fr: Classe

source: Square
fr: Place

source: Home...
fr: Maison

source: Living room
fr: Séjour

source: Bedroom
fr: Chambre à coucher

source: Kitchen
fr: Cuisine

source: Cambiar de ropa
fr: Changer d'habits

source: School
fr: Ecole

source: Sunny
fr: Ensoleillé

source: Rainy
fr: Pluvieux

source: Higiene...
fr: Hygiène...

source: Bañarse
fr: Se baigner

source: Lavarse los dientes
fr: Se laver les dents

source: Lavarse las manos
fr: Se laver les mains

source: Ir al baño
fr: Prendre un bain

source: Continue
fr: Continuer

source: Multiple choice
fr: Choix multiple

source: True or false
fr: Vrai ou faux

source: Master challenge
fr: Grand défi

source: Cooking
fr: Cuisiner

source: Which foods do we need to eat every day?
fr: Quels sont les aliments qu'il nous faut manger chaque jour?

source: Some food from each group every day
fr: Un peu de nourriture de chaque groupe chaque jour

source: Some fruits and vegetables only
fr: Quelques fruits et légumes seulement

source: Some food from all the groups but not fats and sugar
fr: Quel est le repas le plus important de la journée?

source: Breakfast
fr: Petit-déjeuner

source: Lunch
fr: Déjeuner

source: Tea
fr: Thé

source: Dinner
fr: Dîner

source: How regularly should children exercise?
fr: A quelle fréquence les enfants doivent-ils faire de l'exercice?

source: Once a month
fr: Une fois par mois

source: Once a week
fr: Une fois par semaine

source: Once a day
fr: Une fois par jour

source: What percentage of the body is made up of water?
fr: Quel est le pourcentage du corps qui est composé d'eau?

source: La alimentación adecuada previene muchas enfermedades importantes
fr: Une alimentation adéquate nous protège de nombreuses maladies graves

source: Si no nos vacunamos con las vacunas obligatorias podemos enfermarnos
fr: Si nous ne faisons pas les vaccins obligatoires, nous pouvons tomber malades

source: Cuando estamos ingiriendo alimentos en menor proporción a lo que necesitamos, podemos volvernos más susceptibles a las infecciones
fr: Quand nous ne nous nourrissons pas en quantité suffisante, nous devenons plus sensibles aux infections

source: Muchos alimentos pueden estar contaminados con agroquímicos, y pesticidas porque son frecuentemente usados
fr: L'agrochimie et les pesticides étant fréquemment utilisés,

source: Si no voy a comer no necesito lavarme las manos
fr: Si je ne vais pas manger, je n'ai pas besoin de me laver les mains

source: Lo primero que hay que hacer cuando vamos a lavarnos las manos es ponernos jabón
fr: La première chose à faire quand nous allons nous laver les mains est de les savonner

source: Cuando aprendemos hábitos saludables estamos cuidando nuestra salud
fr: Lorsque nous prenons de saines habitudes, nous prenons soin de notre santé

source: Tomar mucha agua, hacer ejercicio y comer frutas y verduras ayuda a mover el intestino sin dificultad
fr: Boire beaucoup d'eau, faire de l'exercice et manger des fruits et légumes facilite la digestion

source: El desayuno no es importante en nuestra alimentación
fr: Le petit-déjeuner n'est pas important pour une bonne alimentation

source: La actividad física mejora nuestra imagen
fr: L'exercice physique améliore notre image

source: La actividad física no nos ayuda prevenir enfermedades como el sobrepeso y la obesidad
fr: L'exercice physique est inutile pour prévenir des maladies comme le surpoids ou l'obésité

source: Ser sedentarios no tiene importancia y no afecta nuestra salud
fr: Etre sédentaire n'a pas d'importance et n'affecte pas notre santé

source: New game
fr: Nouveau jeu

source: Load last game
fr: Charger le dernier jeu

source: Load game from journal
fr: Charger un jeu depuis le journal

source: Name
fr: Garçon

source: Girl
fr: Fille

source: < Back
fr: < Retour

source: Next >
fr: Suivant >

source: Customization module
fr: Module de personnalisation

source: Hair
fr: Cheveux

source: Skin
fr: Peau

source: Socks
fr: Chaussettes

source: Shoes
fr: Chaussures

source: Game
fr: Jeu

source: Health Library
fr: Bibliothèque pour une bonne santé

source: Credits
fr: Crédits

source: Library
fr: Bibliothèque

source: ESTADO FÍSICO
fr: ETAT DE SANTE

source: HIGIENE
fr: HYGIENE

source: ALIMENTACIÓN
fr: ALIMENTATION

source: TIEMPO LIBRE
fr: TEMPS LIBRE

source: LEVEL
fr: NIVEAU

source: Score
fr: Points

source: Overall
fr: Total

source: Energía
fr: Energie

source: Defenses
fr: Défenses

source: Peso
fr: Poids

source: Ducha
fr: Douche

source: Manos
fr: Mains

source: Dientes
fr: Dents

source: Baño
fr: Bain

source: Cereales y leguminosas
fr: Céréales et légumineuses

source: Verduras y frutas
fr: Fruits et légumes

source: Carnes y huevos
fr: Viandes et oeufs

source: Dulces
fr: Sucreries

source: Grasas y aceites
fr: Graisses et huiles

source: Leches y quesos
fr: Laits et fromages

source: Deportes
fr: Sports

source: Diversión
fr: Distractions

source: Descanso
fr: Repos

source: Responsabilidad
fr: Responsabilité

source: Tiempo Libre
fr: Temps libre

source: exit
fr: Quitter

source: back
fr: Retour
